{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [],
  "normalizer": null,
  "pre_tokenizer": null,
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "WordLevel",
    "vocab": {
      "-": 0,
      "|": 1,
      "E": 2,
      "T": 3,
      "A": 4,
      "O": 5,
      "N": 6,
      "I": 7,
      "H": 8,
      "S": 9,
      "R": 10,
      "D": 11,
      "L": 12,
      "U": 13,
      "M": 14,
      "W": 15,
      "C": 16,
      "F": 17,
      "G": 18,
      "Y": 19,
      "P": 20,
      "B": 21,
      "V": 22,
      "K": 23,
      "'": 24,
      "X": 25,
      "J": 26,
      "Q": 27,
      "Z": 28
    },
    "unk_token": "<unk>"
  }
}
